Repository: northcutted/picstrip
Catalog: PicStrip/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, nl, pl, pt_br, pt_pt, sv, tr, zh_hans, zh_hant

# Processing photos, %lld of %lld complete
source: Processing photos, %1$lld of %2$lld complete
ar: جارٍ معالجة الصور، %1$lld من أصل %2$lld مكتملة
de: Fotos werden verarbeitet, %1$lld von %2$lld abgeschlossen
es: Procesando fotos, %1$lld de %2$lld completadas
es_419: Procesando fotos, %1$lld de %2$lld completadas
fr: Traitement des photos, %1$lld sur %2$lld terminées
it: Elaborazione foto, %1$lld su %2$lld completate
ja: 写真を処理中、%2$lld枚中%1$lld枚完了
ko: 사진 처리 중, %2$lld개 중 %1$lld개 완료
nl: Foto’s verwerken, %1$lld van %2$lld voltooid
pl: Przetwarzanie zdjęć, %1$lld z %2$lld zakończone
pt_br: Processando fotos, %1$lld de %2$lld concluídas
pt_pt: A processar fotografias, %1$lld de %2$lld concluídas
sv: Bearbetar bilder, %1$lld av %2$lld klara
tr: Fotoğraflar işleniyor, %2$lld fotoğraftan %1$lld tanesi tamamlandı
zh_hans: 正在处理照片，已完成 %1$lld 张，共 %2$lld 张
zh_hant: 正在處理照片，已完成 %1$lld 張，共 %2$lld 張

source: Processing…
ar: جارٍ المعالجة…
de: Verarbeitung…
es: Procesando…
es_419: Procesando…
fr: Traitement en cours…
it: Elaborazione in corso…
ja: 処理中…
ko: 처리 중…
nl: Bezig met verwerken…
pl: Przetwarzanie…
pt_br: Processando…
pt_pt: A processar…
sv: Bearbetar…
tr: İşleniyor…
zh_hans: 正在处理…
zh_hant: 處理中…

source: Publishing and editorial metadata: captions, credit lines, keywords, and contact information. Often contains your name, job title, or email address.
ar: البيانات الوصفية للنشر والتحرير: التسميات التوضيحية، وخطوط الحقوق، والكلمات المفتاحية، ومعلومات الاتصال. غالبًا ما تحتوي على اسمك أو مسمّاك الوظيفي أو عنوان بريدك الإلكتروني.
de: Metadaten aus Veröffentlichung und Presse: Bildunterschriften, Bildnachweise, Schlagwörter und Kontaktdaten. Enthält oft deinen Namen, deine Berufsbezeichnung oder deine E-Mail-Adresse.
es: Metadatos de publicación y edición: pies de foto, créditos, palabras clave e información de contacto. A menudo incluyen tu nombre, tu puesto o tu correo electrónico.
es_419: Metadatos de publicación y edición: pies de foto, créditos, palabras clave e información de contacto. A menudo incluyen tu nombre, tu puesto o tu correo electrónico.
fr: Métadonnées de publication et d’édition : légendes, crédits, mots-clés et coordonnées. Contiennent souvent votre nom, votre fonction ou votre adresse e-mail.
it: Metadati editoriali e di pubblicazione: didascalie, crediti, parole chiave e informazioni di contatto. Spesso contengono il tuo nome, la tua qualifica o il tuo indirizzo email.
ja: 公開および編集メタデータ：キャプション、クレジットライン、キーワード、連絡先情報。多くの場合、あなたの名前、役職、またはメールアドレスが含まれます。
ko: 게시 및 편집용 메타데이터: 캡션, 크레딧 표기, 키워드, 연락처 정보. 이름, 직함, 이메일 주소가 포함되는 경우가 많습니다.
nl: Publicatie- en redactionele metadata: bijschriften, naamsvermeldingen, trefwoorden en contactgegevens. Bevat vaak je naam, functietitel of e-mailadres.
pl: Metadane wydawnicze i redakcyjne: podpisy, informacje o autorze, słowa kluczowe i dane kontaktowe. Często zawierają Twoje imię i nazwisko, stanowisko lub adres e-mail.
pt_br: Publicação e metadados editoriais: legendas, créditos, palavras-chave e informações de contato. Frequentemente contém seu nome, cargo ou endereço de e-mail.
pt_pt: Publicação e metadados editoriais: legendas, créditos, palavras-chave e informações de contacto. Contêm frequentemente o seu nome, cargo ou endereço de e-mail.
sv: Metadata för publicering och redaktionellt arbete: bildtexter, krediteringar, nyckelord och kontaktuppgifter. Innehåller ofta ditt namn, din jobbtitel eller din e-postadress.
tr: Yayıncılık ve editoryal meta veriler: fotoğraf açıklamaları, künye bilgileri, anahtar kelimeler ve iletişim bilgileri. Genellikle adınızı, iş unvanınızı veya e-posta adresinizi içerir.
zh_hans: 出版和编辑类元数据：图片说明、署名、关键词和联系信息。通常包含你的姓名、职位或电子邮件地址。
zh_hant: 出版與編輯用的後設資料：圖說、版權聲明、關鍵字和聯絡資訊。通常包含你的姓名、職稱或電子郵件地址。

source: Purple
ar: بنفسجي
de: Lila
es: Púrpura
es_419: Púrpura
fr: Violet
it: Viola
ja: 紫
ko: 보라색
nl: Paars
pl: Fioletowy
pt_br: Roxo
pt_pt: Roxo
sv: Lila
tr: Mor
zh_hans: 紫色
zh_hant: 紫色

source: QR Code / Barcode
ar: رمز QR / رمز شريطي
es: Código QR / Código de barras
es_419: Código QR / Código de barras
fr: Code QR / Code-barres
it: Codice QR / Codice a barre
ja: QRコード / バーコード
ko: QR 코드 / 바코드
pl: Kod QR / kod kreskowy
pt_br: Código QR / Código de barras
pt_pt: Código QR / código de barras
sv: QR-kod / streckkod
tr: QR Kodu / Barkod
zh_hans: 二维码 / 条码
zh_hant: QR 碼/條碼

source: QR codes and barcodes — decoded payload shown in the snippet (Wi-Fi passwords, vCards, URLs, MFA seeds)
ar: رموز QR والرموز الشريطية — تظهر البيانات المفكوكة في المقتطف (كلمات مرور Wi-Fi، وبطاقات vCard، وعناوين URL، وبذور المصادقة MFA)
de: QR-Codes und Barcodes – der decodierte Inhalt wird im Auszug angezeigt (WLAN-Passwörter, vCards, URLs, MFA-Seeds)
es: Códigos QR y de barras: el contenido decodificado se muestra en el fragmento (contraseñas de Wi-Fi, vCards, URL, semillas de MFA)
es_419: Códigos QR y de barras: el contenido decodificado se muestra en el fragmento (contraseñas de Wi-Fi, vCards, URL, semillas de MFA)
fr: Codes QR et codes-barres — le contenu décodé apparaît dans l’extrait (mots de passe Wi-Fi, vCards, URL, clés MFA)
it: Codici QR e codici a barre — il contenuto decodificato è mostrato nel frammento (password Wi-Fi, vCard, URL, seed MFA)
ja: QRコードとバーコード：デコードした内容を抜粋に表示（Wi-Fiパスワード、vCard、URL、MFAシード）
ko: QR 코드와 바코드 — 디코딩된 내용이 발췌에 표시됩니다(Wi-Fi 비밀번호, vCard, URL, MFA 시드)
nl: QR-codes en barcodes — de gedecodeerde inhoud wordt in het fragment weergegeven (wifiwachtwoorden, vCards, URL’s, MFA-seeds)
pl: Kody QR i kody kreskowe – odczytana treść widoczna we fragmencie (hasła Wi-Fi, wizytówki vCard, adresy URL, klucze MFA)
pt_br: Códigos QR e códigos de barras — o conteúdo decodificado aparece no trecho (senhas de Wi-Fi, vCards, URLs, chaves de MFA)
pt_pt: Códigos QR e códigos de barras — conteúdo descodificado mostrado no fragmento (palavras-passe de Wi-Fi, vCards, URLs, sementes de MFA)
sv: QR-koder och streckkoder – det avkodade innehållet visas i utdraget (Wi-Fi-lösenord, vCards, URL:er, MFA-nycklar)
tr: QR kodları ve barkodlar — çözülen içerik alıntıda gösterilir (Wi-Fi parolaları, vCard’lar, URL’ler, MFA anahtarları)
zh_hans: 二维码和条码——解码后的内容会显示在片段中（Wi-Fi 密码、vCard、URL、MFA 种子密钥）
zh_hant: QR 碼與條碼——片段中會顯示解碼後的內容（Wi-Fi 密碼、vCard、URL、MFA 種子碼）

source: RFC-compliant address regex + NLP
ar: تعبير نمطي للعناوين متوافق مع RFC + NLP
de: RFC-konformer Adress-Regex + NLP
es: Expresión regular de direcciones conforme a la RFC + NLP
es_419: Expresión regular de direcciones conforme a la RFC + NLP
fr: Expression régulière conforme aux RFC + NLP
it: Regex di indirizzi conforme agli RFC + NLP
ja: RFC準拠のアドレス正規表現+NLP
ko: RFC 규격 주소 정규식 + NLP
nl: RFC-conforme adres-regex + NLP
pl: Wyrażenie regularne adresu zgodne z RFC + NLP
pt_br: Regex de endereço conforme a RFC + NLP
pt_pt: Regex de endereços conforme a RFC + NLP
sv: RFC-kompatibelt regex för adresser + NLP
tr: RFC uyumlu adres düzenli ifadesi + NLP
zh_hans: 符合 RFC 的地址正则表达式 + NLP
zh_hant: 符合 RFC 的電子郵件地址正規表示式 + NLP

source: Rate PicStrip
ar: تقييم PicStrip
de: PicStrip bewerten
es: Valorar PicStrip
es_419: Calificar PicStrip
fr: Noter PicStrip
it: Valuta PicStrip
ja: PicStripを評価
ko: PicStrip 평가하기
nl: Beoordeel PicStrip
pl: Oceń PicStrip
pt_br: Avaliar o PicStrip
pt_pt: Classificar o PicStrip
sv: Betygsätt PicStrip
tr: PicStrip’i Puanla
zh_hans: 为 PicStrip 评分
zh_hant: 為 PicStrip 評分

source: Re-encodes in the source format when supported.
ar: يُعاد الترميز بالتنسيق الأصلي عند دعمه.
de: Codiert im Ausgangsformat neu, sofern unterstützt.
es: Vuelve a codificar en el formato original si es compatible.
es_419: Vuelve a codificar en el formato original si es compatible.
fr: Réencode dans le format d’origine lorsqu’il est pris en charge.
it: Ricodifica nel formato originale, se supportato.
ja: 対応している場合、元の形式で再エンコードします。
ko: 지원되는 경우 원본 형식으로 다시 인코딩합니다.
nl: Codeert opnieuw in het bronformaat als dat wordt ondersteund.
pl: Koduje ponownie w formacie źródłowym, jeśli jest obsługiwany.
pt_br: Recodifica no formato original quando compatível.
pt_pt: Volta a codificar no formato original quando compatível.
sv: Kodar om i källformatet om det stöds.
tr: Desteklendiğinde kaynak biçimde yeniden kodlar.
zh_hans: 如支持，则使用源格式重新编码。
zh_hant: 如支援，則使用來源格式重新編碼。

source: Reading text, faces and codes
ar: قراءة النص والوجوه والرموز
de: Text, Gesichter und Codes werden erkannt
es: Leyendo texto, caras y códigos
es_419: Leyendo texto, caras y códigos
fr: Lecture du texte, des visages et des codes
it: Lettura di testo, volti e codici
ja: テキスト、顔、コードを読み取り中
ko: 텍스트, 얼굴, 코드 읽는 중
nl: Tekst, gezichten en codes lezen
pl: Odczytywanie tekstu, twarzy i kodów
pt_br: Lendo texto, rostos e códigos
pt_pt: A ler texto, rostos e códigos
sv: Läser text, ansikten och koder
tr: Metin, yüz ve kodlar okunuyor
zh_hans: 正在读取文本、人脸和条码
zh_hant: 正在讀取文字、人臉和條碼

source: Ready to Edit
ar: جاهز للتحرير
de: Bereit zum Bearbeiten
es: Listo para editar
es_419: Listo para editar
fr: Prêt à modifier
it: Pronto per la modifica
ja: 編集の準備完了
ko: 편집 준비 완료
nl: Klaar om te bewerken
pl: Gotowe do edycji
pt_br: Pronto para editar
pt_pt: Pronto para editar
sv: Redo att redigera
tr: Düzenlemeye hazır
zh_hans: 已准备好编辑
zh_hant: 已準備好編輯

source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
es_419: Recomendado
fr: Recommandé
it: Consigliato
ja: 推奨
ko: 권장
nl: Aanbevolen
pl: Zalecane
pt_br: Recomendado
pt_pt: Recomendado
sv: Rekommenderat
tr: Önerilen
zh_hans: 推荐
zh_hant: 建議

source: Record Video
ar: تسجيل فيديو
de: Video aufnehmen
es: Grabar un vídeo
es_419: Grabar un video
fr: Filmer une vidéo
it: Registra video
ja: ビデオを撮る
ko: 비디오 녹화
nl: Neem video op
pl: Nagraj wideo
pt_br: Gravar Vídeo
pt_pt: Gravar vídeo
sv: Spela in video
tr: Video Çek
zh_hans: 录像
zh_hant: 錄影

source: Recording
ar: جارٍ التسجيل
de: Aufnahme läuft
es: Grabando
es_419: Grabando
fr: Enregistrement en cours
it: Registrazione in corso
ja: 録画中
ko: 녹화 중
nl: Opname bezig
pl: Nagrywanie
pt_br: Gravando
pt_pt: A gravar
sv: Spelar in
tr: Kaydediliyor
zh_hans: 正在录制
zh_hant: 正在錄影

source: Recording Without Sound
ar: التسجيل بدون صوت
de: Aufnahme ohne Ton
es: Grabación sin sonido
es_419: Grabación sin sonido
fr: Enregistrement sans son
it: Registrazione senza audio
ja: 音声なしで録画
ko: 소리 없이 녹화
nl: Opname zonder geluid
pl: Nagrywanie bez dźwięku
pt_br: Gravação sem som
pt_pt: Gravação sem som
sv: Inspelning utan ljud
tr: Ses Olmadan Kayıt
zh_hans: 无声录制
zh_hant: 無聲錄影

source: Recording without sound
ar: التسجيل بدون صوت
de: Aufnahme ohne Ton
es: Grabación sin sonido
es_419: Grabación sin sonido
fr: Enregistrement sans son
it: Registrazione senza audio
ja: 音声なしで録画
ko: 소리 없이 녹화
nl: Opname zonder geluid
pl: Nagrywanie bez dźwięku
pt_br: Gravando sem som
pt_pt: A gravar sem som
sv: Spelar in utan ljud
tr: Ses olmadan kaydediliyor
zh_hans: 无声录制
zh_hant: 無聲錄影

source: Red
ar: أحمر
de: Rot
es: Rojo
es_419: Rojo
fr: Rouge
it: Rosso
ja: 赤
ko: 빨간색
nl: Rood
pl: Czerwony
pt_br: Vermelho
pt_pt: Vermelho
sv: Röd
tr: Kırmızı
zh_hans: 红色
zh_hant: 紅色

source: Redact Sensitive Visual Data
ar: حجب البيانات المرئية الحساسة
de: Sensible visuelle Daten schwärzen
es: Censurar datos visuales sensibles
es_419: Censurar datos visuales sensibles
fr: Masquer les données visuelles sensibles
it: Oscura i dati visivi sensibili
ja: 視覚的な機密データをマスク
ko: 민감한 시각 데이터 가리기
nl: Gevoelige visuele gegevens afdekken
pl: Zamazuj dane wrażliwe na obrazie
pt_br: Ocultar dados visuais sensíveis
pt_pt: Ocultar dados visuais sensíveis
sv: Maskera känsliga uppgifter i bilden
tr: Hassas Görsel Verileri Karart
zh_hans: 遮盖敏感视觉数据
zh_hant: 遮蓋敏感視覺資料

source: Redaction Editor Tips
ar: نصائح محرر الحجب
de: Tipps zum Schwärzungs-Editor
es: Consejos del editor de censuras
es_419: Consejos del editor de censuras
fr: Conseils pour l’éditeur de masquage
it: Consigli per l’editor di oscuramento
ja: マスクエディタのヒント
ko: 가림 편집기 팁
nl: Tips voor de afdekeditor
pl: Wskazówki edytora zamazywania
pt_br: Dicas do editor de ocultação
pt_pt: Sugestões do editor de ocultações
sv: Tips för maskeringsredigeraren
tr: Karartma Düzenleyicisi İpuçları
zh_hans: 遮盖编辑器使用提示
zh_hant: 遮蓋編輯器提示

source: Redaction Regions
ar: مناطق الحجب
de: Schwärzungsbereiche
es: Áreas de censura
es_419: Áreas de censura
fr: Zones de masquage
it: Aree di oscuramento
ja: マスク領域
ko: 가림 영역
nl: Afdekgebieden
pl: Obszary zamazania
pt_br: Áreas de ocultação
pt_pt: Áreas de ocultação
sv: Maskeringsområden
tr: Karartma Bölgeleri
zh_hans: 遮盖区域
zh_hant: 遮蓋區域

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
es_419: Rehacer
fr: Rétablir
it: Ripristina
ja: やり直す
ko: 실행 복귀
nl: Opnieuw
pl: Ponów
pt_br: Refazer
pt_pt: Refazer
sv: Gör om
tr: Yinele
zh_hans: 重做
zh_hant: 重做

source: Reduced file size, standard compatibility
ar: حجم ملف أصغر، وتوافق قياسي
de: Geringere Dateigröße, Standardkompatibilität
es: Tamaño de archivo reducido, compatibilidad estándar
es_419: Tamaño de archivo reducido, compatibilidad estándar
fr: Taille de fichier réduite, compatibilité standard
it: Dimensione file ridotta, compatibilità standard
ja: ファイルサイズを縮小、標準互換性あり
ko: 파일 크기 축소, 표준 호환성
nl: Verminderde bestandsgrootte, standaardcompatibiliteit
pl: Zmniejszony rozmiar pliku, standardowa zgodność
pt_br: Tamanho do arquivo reduzido, compatibilidade padrão
pt_pt: Tamanho do ficheiro reduzido, compatibilidade padrão
sv: Reducerad filstorlek, standardkompatibilitet
tr: Daha küçük dosya boyutu, standart uyumluluk
zh_hans: 文件更小，兼容性好
zh_hant: 減少檔案大小，標準相容

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
es_419: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt_br: Remover
pt_pt: Remover
sv: Ta bort
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

source: Removed
ar: تمت الإزالة
de: Entfernt
es: Eliminado
es_419: Eliminado
fr: Supprimé
it: Rimosso
ja: 削除済み
ko: 제거됨
nl: Verwijderd
pl: Usunięto
pt_br: Removido
pt_pt: Removido
sv: Borttaget
tr: Kaldırıldı
zh_hans: 已移除
zh_hant: 已移除

source: Removed from the copy
ar: أُزيل من النسخة
de: Aus der Kopie entfernt
es: Eliminado de la copia
es_419: Eliminado de la copia
fr: Supprimé de la copie
it: Rimosso dalla copia
ja: コピーから削除
ko: 사본에서 제거됨
nl: Verwijderd uit de kopie
pl: Usunięto z kopii
pt_br: Removido da cópia
pt_pt: Removido da cópia
sv: Borttaget från kopian
tr: Kopyadan kaldırıldı
zh_hans: 已从副本中移除
zh_hant: 已從拷貝中移除

source: Removes location, camera, and other private metadata from images and returns clean copies. Runs on this device without opening PicStrip. Visible text and faces are not redacted.
ar: يزيل بيانات الموقع والكاميرا وغيرها من البيانات الوصفية الخاصة من الصور ويُرجع نسخًا نظيفة. يعمل على هذا الجهاز من دون فتح PicStrip. لا يتم حجب النصوص والوجوه الظاهرة.
de: Entfernt Standort-, Kamera- und andere private Metadaten aus Bildern und gibt bereinigte Kopien zurück. Läuft auf diesem Gerät, ohne PicStrip zu öffnen. Sichtbarer Text und Gesichter werden nicht geschwärzt.
es: Elimina la ubicación, la cámara y otros metadatos privados de las imágenes y devuelve copias limpias. Se ejecuta en este dispositivo sin abrir PicStrip. El texto y las caras visibles no se censuran.
es_419: Elimina la ubicación, la cámara y otros metadatos privados de las imágenes y devuelve copias limpias. Se ejecuta en este dispositivo sin abrir PicStrip. El texto y las caras visibles no se censuran.
fr: Supprime la localisation, l’appareil photo et les autres métadonnées privées des images, puis renvoie des copies nettoyées. S’exécute sur cet appareil sans ouvrir PicStrip. Le texte et les visages visibles ne sont pas masqués.
it: Rimuove posizione, fotocamera e altri metadati privati dalle immagini e restituisce copie pulite. Viene eseguito su questo dispositivo senza aprire PicStrip. Testo e volti visibili non vengono oscurati.
ja: 画像から位置情報、カメラ情報、その他の個人的なメタデータを削除し、クリーンなコピーを返します。PicStripを開かずにこのデバイス上で実行されます。表示されているテキストや顔はマスクされません。
ko: 이미지에서 위치, 카메라 및 기타 개인 메타데이터를 제거하고 정리된 사본을 반환합니다. PicStrip을 열지 않고 이 기기에서 실행됩니다. 보이는 텍스트와 얼굴은 가려지지 않습니다.
nl: Verwijdert locatie-, camera- en andere persoonlijke metadata uit afbeeldingen en geeft opgeschoonde kopieën terug. Wordt op dit apparaat uitgevoerd zonder PicStrip te openen. Zichtbare tekst en gezichten worden niet afgedekt.
pl: Usuwa z obrazów lokalizację, dane aparatu i inne prywatne metadane, a następnie zwraca wyczyszczone kopie. Działa na tym urządzeniu bez otwierania PicStrip. Widoczny tekst i twarze nie są zamazywane.
pt_br: Remove localização, câmera e outros metadados privados das imagens e retorna cópias limpas. É executado neste dispositivo sem abrir o PicStrip. Texto e rostos visíveis não são ocultados.
pt_pt: Remove localização, câmara e outros metadados privados das imagens e devolve cópias limpas. É executado neste dispositivo sem abrir o PicStrip. O texto e os rostos visíveis não são ocultados.
sv: Tar bort plats, kamera och andra privata metadata från bilder och returnerar rensade kopior. Körs på den här enheten utan att PicStrip öppnas. Synlig text och ansikten maskeras inte.
tr: Görüntülerden konum, kamera ve diğer özel meta verileri kaldırır ve temiz kopyalar döndürür. PicStrip açılmadan bu cihazda çalışır. Görünür metinler ve yüzler karartılmaz.
zh_hans: 移除图像中的位置、相机及其他私密元数据，并返回干净的副本。无需打开 PicStrip，直接在此设备上运行。不会遮盖可见的文字和人脸。
zh_hant: 移除影像中的位置、相機及其他私密後設資料，並傳回乾淨的副本。無需打開 PicStrip，直接在此裝置上執行。不會遮蓋可見的文字和人臉。

source: Removes location, camera, editing, and other private image metadata.
ar: يزيل بيانات الموقع والكاميرا والتحرير وغيرها من البيانات الوصفية الخاصة بالصورة.
de: Entfernt Standort-, Kamera-, Bearbeitungs- und andere private Bildmetadaten.
es: Elimina la ubicación, la cámara, la edición y otros metadatos privados de la imagen.
es_419: Elimina la ubicación, la cámara, la edición y otros metadatos privados de la imagen.
fr: Supprime la localisation, l’appareil photo, les retouches et les autres métadonnées privées de l’image.
it: Rimuove posizione, fotocamera, modifiche e altri metadati privati dell’immagine.
ja: 位置情報、カメラ、編集履歴など、画像の個人的なメタデータを削除します。
ko: 위치, 카메라, 편집 내역 등 이미지의 개인 메타데이터를 제거합니다.
nl: Verwijdert locatie-, camera-, bewerkings- en andere persoonlijke afbeeldingsmetadata.
pl: Usuwa lokalizację, dane aparatu, historię edycji i inne prywatne metadane obrazu.
pt_br: Remove localização, câmera, edição e outros metadados privados da imagem.
pt_pt: Remove localização, câmara, edição e outros metadados privados da imagem.
sv: Tar bort plats, kamera, redigering och andra privata bildmetadata.
tr: Konum, kamera, düzenleme ve diğer özel görüntü meta verilerini kaldırır.
zh_hans: 移除位置、相机、编辑记录及其他私密的图像元数据。
zh_hant: 移除位置、相機、編輯記錄及其他私密的影像後設資料。

source: Removes location, device, date and other private metadata from videos and returns clean copies. Runs on this device without opening PicStrip. The frames are copied as they are, so faces and text are not covered.
ar: يزيل بيانات الموقع والجهاز والتاريخ وغيرها من البيانات الوصفية الخاصة من مقاطع الفيديو ويُرجع نسخًا نظيفة. يعمل على هذا الجهاز من دون فتح PicStrip. تُنسخ الإطارات كما هي، لذا لا تُحجب الوجوه والنصوص.
de: Entfernt Standort-, Geräte-, Datums- und andere private Metadaten aus Videos und gibt bereinigte Kopien zurück. Läuft auf diesem Gerät, ohne PicStrip zu öffnen. Die Einzelbilder werden unverändert kopiert, daher werden Gesichter und Text nicht verdeckt.
es: Elimina la ubicación, el dispositivo, la fecha y otros metadatos privados de los vídeos y devuelve copias limpias. Se ejecuta en este dispositivo sin abrir PicStrip. Los fotogramas se copian tal cual, así que las caras y el texto no se censuran.
es_419: Elimina la ubicación, el dispositivo, la fecha y otros metadatos privados de los videos y devuelve copias limpias. Se ejecuta en este dispositivo sin abrir PicStrip. Los cuadros se copian tal cual, así que las caras y el texto no se censuran.
fr: Supprime la localisation, l’appareil, la date et les autres métadonnées privées des vidéos, puis renvoie des copies nettoyées. S’exécute sur cet appareil sans ouvrir PicStrip. Les images sont copiées telles quelles : les visages et le texte ne sont donc pas masqués.
it: Rimuove posizione, dispositivo, data e altri metadati privati dai video e restituisce copie pulite. Viene eseguito su questo dispositivo senza aprire PicStrip. I fotogrammi vengono copiati così come sono, quindi volti e testo non vengono coperti.
ja: ビデオから位置情報、デバイス情報、日時、その他の個人的なメタデータを削除し、クリーンなコピーを返します。PicStripを開かずにこのデバイス上で実行されます。映像はそのままコピーされるため、顔や文字はマスクされません。
ko: 비디오에서 위치, 기기, 날짜 및 기타 개인 메타데이터를 제거하고 정리된 사본을 반환합니다. PicStrip을 열지 않고 이 기기에서 실행됩니다. 프레임은 그대로 복사되므로 얼굴과 텍스트는 가려지지 않습니다.
nl: Verwijdert locatie-, apparaat-, datum- en andere persoonlijke metadata uit video’s en geeft opgeschoonde kopieën terug. Wordt op dit apparaat uitgevoerd zonder PicStrip te openen. De beelden worden ongewijzigd gekopieerd, dus gezichten en tekst worden niet afgedekt.
pl: Usuwa z nagrań wideo lokalizację, dane urządzenia, datę i inne prywatne metadane, a następnie zwraca wyczyszczone kopie. Działa na tym urządzeniu bez otwierania PicStrip. Klatki są kopiowane bez zmian, więc twarze i tekst nie są zamazywane.
pt_br: Remove localização, dispositivo, data e outros metadados privados dos vídeos e retorna cópias limpas. É executado neste dispositivo sem abrir o PicStrip. Os quadros são copiados sem alterações, então rostos e textos não são ocultados.
pt_pt: Remove localização, dispositivo, data e outros metadados privados dos vídeos e devolve cópias limpas. É executado neste dispositivo sem abrir o PicStrip. Os fotogramas são copiados tal como estão, por isso os rostos e o texto não são ocultados.
sv: Tar bort plats, enhet, datum och andra privata metadata från videor och returnerar rensade kopior. Körs på den här enheten utan att PicStrip öppnas. Bildrutorna kopieras som de är, så ansikten och text maskeras inte.
tr: Videolardan konum, cihaz, tarih ve diğer özel meta verileri kaldırır ve temiz kopyalar döndürür. PicStrip açılmadan bu cihazda çalışır. Kareler olduğu gibi kopyalandığından yüzler ve metinler karartılmaz.
zh_hans: 移除视频中的位置、设备、日期及其他私密元数据，并返回干净的副本。无需打开 PicStrip，直接在此设备上运行。视频帧会按原样复制，因此不会遮盖面孔和文字。
zh_hant: 移除影片中的位置、裝置、日期及其他私密後設資料，並傳回乾淨的副本。無需打開 PicStrip，直接在此裝置上執行。影格會依原樣複製，因此不會遮蓋臉孔和文字。

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
es_419: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置き換え
ko: 교체
nl: Vervang
pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
sv: Ersätt
tr: Değiştir
zh_hans: 替换
zh_hant: 取代

source: Replace Original
ar: استبدال الأصل
de: Original ersetzen
es: Reemplazar original
es_419: Reemplazar original
fr: Remplacer l’original
it: Sostituisci originale
ja: 元の写真を置き換え
ko: 원본 교체
nl: Vervang origineel
pl: Zastąp oryginał
pt_br: Substituir Original
pt_pt: Substituir original
sv: Ersätt originalet
tr: Orijinali Değiştir
zh_hans: 替换原始照片
zh_hant: 取代原始照片

source: Replace ^[%lld Original Photo](inflect: true)?
ar: هل تريد استبدال %lld صورة أصلية؟
de: %lld Originalfotos ersetzen?
es: ¿Reemplazar %lld fotos originales?
es_419: ¿Reemplazar %lld fotos originales?
fr: Remplacer %lld photos originales ?
it: Sostituire %lld foto originali?
ja: %lld枚の元の写真を置き換えますか？
ko: 원본 사진 %lld장을 교체하겠습니까?
nl: %lld originele foto’s vervangen?
pl: Zastąpić %lld oryginalnego zdjęcia?
pt_br: Substituir %lld fotos originais?
pt_pt: Substituir %lld fotografias originais?
sv: Ersätt %lld originalbilder?
tr: %lld orijinal fotoğraf değiştirilsin mi?
zh_hans: 要替换 %lld 张原始照片吗？
zh_hant: 要取代 %lld 張原始照片嗎？

source: Replace the Originals?
ar: هل تريد استبدال النسخ الأصلية؟
de: Originale ersetzen?
es: ¿Reemplazar los originales?
es_419: ¿Reemplazar los originales?
fr: Remplacer les originaux ?
it: Sostituire gli originali?
ja: 元の写真やビデオを置き換えますか？
ko: 원본을 교체하겠습니까?
nl: Originelen vervangen?
pl: Zastąpić oryginały?
pt_br: Substituir os originais?
pt_pt: Substituir os originais?
sv: Ersätt originalen?
tr: Orijinaller değiştirilsin mi?
zh_hans: 要替换原始照片和视频吗？
zh_hant: 要取代原始照片和影片嗎？
